[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Stein-Ove Bøthun
VERSION=2.0.0RC2

[Language]
LANGUAGE=Norwegian
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0414

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Fil
CUSTOMIZE=&Tilpass
EXIT=&Avslutt
EDIT=&Rediger
COPY=&Kopier
FUNCTION=F&unksjon
HIDE_SMART_INFO=Skjul &S.M.A.R.T. Informasjon
HIDE_SERIAL_NUMBER=Skjul Serie&nummer
SHOW_DRIVE_LETTER=Vis Stasjon &Bokstav
ADVANCED_DISK_SEARCH=A&vansert Disk Søkning
EVENT_LOG=&Hendelses Logg
AAM_APM_CONTROL=AA&M/APM Kontroll
AUTO_AAM_APM_ADAPTION=Auto AAM/A&PM Tilpasning
RESIDENT=Res&istent
STARTUP=O&ppstart
OPEN_DISK_MANAGEMENT=Åpne "&Diskbehandling"
OPEN_DEVICE_MANAGER=Åpne "En&hetsbehandler"
ADVANCED_FEATURE=Avansert &Funksjon
REFRESH=&Oppdater
RESCAN=Res&can
DISABLE=&Deaktiver
AUTO_REFRESH=&Auto Oppdater
AUTO_REFRESH_TARGET=A&uto Oppdater Valgte
AUTO_REFRESH_TARGET_ALL_DISK=Auto Oppdater - &Merk Alle Harddisker
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto Oppdater - &Avmerk Alle Harddisker
WAIT_TIME_AT_STARTUP=&Ventetid ved opstart
GRAPH=Dia&gram
THEME=&Tema
DISK=&Disk
HELP=&Hjelp
HELP_ABOUT=&Om CrystalDiskInfo
HELP_ABOUT_SMART=Om &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Språk
ITEM=&Element
TEMPERATURE_TYPE=T&emperatur Type
CELSIUS=&Celsius (°C)
FAHRENHEIT=&Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Health Status Setting

;Graph
OPTION=&Alternativ
LEGEND_POSITION=Henvisnings &Posisjon
NORTH_WEST=&Øverst Venstre
NORTH_EAST=Øverst &Høyre
SOUTH_WEST=Nederst &Venstre
SOUTH_EAST=&Nederst Høyre
MAX_PLOT_POINT=&Største Plot Point
TIME_FORMAT=&Tids Format
PAINT_WEEKEND=Tegn i &Helgen
ALL=&Alle

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=sek.
MINUTE=min.
HOUR=hour

:3.9.4
WORKAROUND=W&orkaround

;4.0.0
ALERT_MAIL=Alert Mail
MAIL_SETTINGS=Mail Settings
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Font Setting

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

[TrayMenu]
EXIT=Avslutt
REFRESH=Oppdater
RESCAN=Rescan
ENABLE=Aktiver
DISABLE=Deaktiver
ENABLE_ALL=Aktiver Alle
DISABLE_ALL=Deaktiver Alle
AUTO_REFRESH=Auto Oppdater
AUTO_REFRESH_TARGET=Auto Oppdater Valgte
AUTO_REFRESH_TARGET_ALL_DISK=Auto Oppdater - Merk Alle Harddisker
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto Opdater - Avmerk Alle Harddisker
ALARM_SETTING_TEMPERATURE=Alarm Innstillinger - Temperatur
ALARM_SETTING_HEALTH_STATUS=Alarm Innstillinger - Helse Status
SHOW_MAIN_WINDOW=Vis Hoved Vinduet
SHOW_TEMPERATURE_ICON=Vis Temperatur Ikon
SHOW_ALL_TEMPERATURE_ICON=Vis Alle Temperatur Ikon
HIDE_ALL_TEMPERATURE_ICON=Skjul Alle Temperatur Ikon
COLLECTIVE_SETTING=Felles Innstilling
GRAPH=Diagram
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=God
CAUTION=Advarsel
BAD=Dårlig
UNKNOWN=Ukjent
DISK=Disk

[Dialog]
LIST_ID=ID
LIST_CURRENT=Nåverende
LIST_WORST=Verste
LIST_THRESHOLD=Terskel
LIST_RAW_VALUES=Rå Verdier
;LIST_DESCRIPTION=Beskrivelse (engelsk)
LIST_ATTRIBUTE_NAME=Attributt Navn

FIRMWARE=Firmware
SERIAL_NUMBER=Serie Nummer
INTERFACE=Brukergrensesnitt
STANDARD=Standard
TRANSFER_MODE=Overførings Metode
BUFFER_SIZE=Buffer Størrelse
NV_CACHE_SIZE=NV Cache Størrelse
ROTATION_RATE=Rotation Rate
TEMPERATURE=Temperatur
POWER_ON_HOURS=Kjørte Timer
POWER_ON_COUNT=Oppstart Teller
DRIVE_LETTER=Stasjon Bokstav
FEATURE=Understøttet
HEALTH_STATUS=Helse Status

UNKNOWN=Ukjent
POWER_ON_COUNT_UNIT=ganger
POWER_ON_HOURS_UNIT=timer
POWER_ON_DAYS_UNIT=dager

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=Søker etter enhet av "Oppstarts Timer" (krever om lag 130 sek.)
DETECT_DISK=Oppdager disker
PLEASE_ENABLE_WMI=Du må Aktiver WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Du må starte programmet på nytt for å skifte tema
DISK_NOT_FOUND=Disk Not Found

[Alarm]
ALARM_TEMPERATURE=Alarm - Temperatur
ALARM_HEALTH_STATUS=Alarm - Helse Status
DEGRADATION=Forverring
RECOVERY=Gjenopprettet
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Du må Velg Element
ACTUAL_VALUE=Rå Verdi (Raw Value)
NORMALIZED_VALUE=Normalisert Verdi (Gjeldende verdi)
ALL_ON=Vis Alle
ALL_OFF=Skjul Alle
RESET=Reset

[Customize]
LINE_COLOR=Linje Farge
BACKGROUND_IMAGE=Bakgrunns Bilde
SUPPORTED_IMAGE_FORMAT=Støttede Bilde Formater
ALL_FILES=Alle Filer

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- Stille (80h)
AAM_HIGH=Ytelse (FEh) ->
AAM_RECOMMEND=Anbefalt verdi
APM_LOW=<- Min Strøm (01h)
APM_HIGH=Ytelse (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=Om CrystalDiskInfo
GRAPH=Graph
CUSTOMIZE=Customize
VERSION_INFORMATION=Version Information
AAM_APM_CONTROL=AAM/APM Control
HEALTH_STATUS_SETTING=Health Status Setting

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

[HealthStatus]
THRESHOLD_OF_CAUTION=Threshold of Caution
APPLY=Apply
DEFAULT=Default

[Smart]
UNKNOWN=Ukjent
VENDOR_SPECIFIC=Leverandør bestemt
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Device Power Cycle Count
0D=Soft Read Error Rate stab
BE=Airflow Temperature
BF=G-Sense Error Rate
C0=Power-off Retract Count
C1=Load/Unload Cycle Count
C2=Temperature
C3=Hardware ECC recovered
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
C7=UltraDMA CRC Error Count
C8=Write Error Rate
C9=Soft Read Error Rate
CA=Data Address Mark Error
CB=Run Out Cancel
CC=Soft ECC Correction
CD=Thermal Asperity Rate
CE=Flying Height
CF=Spin High Current
D0=Spin Buzz
D1=Offline Seek Performance
D3=Vibration During Write
D4=Shock During Write
DC=Disk Shift
DD=G-Sense Error Rate
DE=Loaded Hours
DF=Load/Unload Retry Count
E0=Load Friction
E1=Load/Unload Cycle Count
E2=Load 'In'-time
E3=Torque Amplification Count
E4=Power-Off Retract Cycle
E6=GMR Head Amplitude
E7=Temperature
F0=Head Flying Hours
FA=Read Error Retry Rate
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection
;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
06=Read Channel Margin
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Device Power Cycle Count
0D=Soft Read Error Rate stab
C0=Unsafe Shutdown Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Read Error Rate
09=Power-On Hours
0C=Power Cycle Count
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron60x]
09=Power-On Hours
0C=Device Power Cycle Count
C2=Temperature
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=Spin Up Time
04=Start/Stop Count
05=Re-Allocated Sector Count
09=Power-On Hours Count
0C=Power Cycle Count
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7.0)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On-the-Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added (4.0)/Updated (4.5)
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life